Repository: meou2731999/heritage-atlas
Catalog: Heritage Atlas Watch App/Localizable.xcstrings
Source language: en
Languages: vi

source: Write or paste a transcript
vi: Viết hoặc dán bản chép

source: Years
vi: Năm

source: You call
vi: Bạn gọi

source: You call them
vi: Bạn gọi họ

source: You reached every stop
vi: Đã đến mọi điểm

source: You’re here
vi: Bạn đang ở đây

source: Your family
vi: Gia đình bạn

source: Your Family · %lld people · %lld gen
vi: Gia đình bạn · %lld người · %lld thế hệ

source: Your Family · 1 person · %lld gen
vi: Gia đình bạn · 1 người · %lld thế hệ
